7zip
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
anki
armv4t-pkg-config
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
catnip
chafa
clang
cmake
conky
cuda
devkit-env
devkitARM
devkitARM-gdb
devkitarm-binutils
devkitarm-cmake
devkitarm-crtls
devkitarm-gcc
devkitarm-newlib
devkitpro-keyring
discord
dmenu
docker
docker-buildx
docker-compose
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
feh
fish
fprintd
fwupd
fzf
gba-cmake
gba-examples
gba-pkg-config
gba-tools
general-tools
gimp
git
grim
grit
grub
gvfs
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
i3-wm
i3status
imagemagick
intel-gpu-tools
intel-media-driver
intel-undervolt
kitty
komikku
lazygit
less
lib32-glew
lib32-vulkan-intel
libfat-gba
libfprint
libgba
libtonc
libva-intel-driver
libva-utils
linux
linux-firmware
linux-headers
lldb
man-db
man-pages
maxmod-gba
mmutil
moonlight-qt
mpd
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-container-toolkit
nvidia-open-dkms
nvidia-utils
nwg-look
openbsd-netcat
openssh
os-prober
otf-font-awesome
otf-ipafont
pavucontrol
picom
pipewire
pipewire-pulse
platformio-core
pnpm
polkit-kde-agent
power-profiles-daemon
powertop
python-pip
python-pipx
python-pynvim
qbittorrent
resvg
ripgrep
rmpc
rofi
slurp
steam
tailscale
thunar
timeshift
tlp
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
tumbler
unrar
unzip
vim
vulkan-intel
waybar
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xorg-xinit
yt-dlp
zip
zoxide
zram-generator
